Repository: WPPlugins/pages-and-posts-facebook-debug
Catalog: languages/pagesandpostsfacebookdebugguer-*.po
Languages: fr_fr

source: A total of
fr_fr: Un total de

source: and
fr_fr: et

source: Post
fr_fr: Article

source: has been found
fr_fr: a été trouvé

source: Automatic debug when updating a page/post
fr_fr: Debug automatique lors d'une mise à jour de page/article

source: Start debug of all URLs
fr_fr: Démarrer le debug de toutes les URLs

source: Cache cleaning finished
fr_fr: Nettoyage du cache terminé

source: Cleaning in progress
fr_fr: Nettoyage en cours

source: Debug start on
fr_fr: Debug démarré sur

source: completed
fr_fr: finalisé

source: Process completed !
fr_fr: Opération terminée !

source: Empty Facebook cache
fr_fr: Vider le cache Facebook

source: Add a widget on the Wordpress Dashboard that let you debug all your URLs on the Facebook Debugguer tool to scrape new informations.
fr_fr: Ajoute un widget sur le tableau de bord Wordpress qui vous permet d'envoyer toutes les adresses de vos pages et articles vers l'outil de debug Facebook afin de mettre à jour les nouvelles informations.
